Repository: vutr2/tiktoksellertool
Catalog: ios/ListingForge/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: %@ credits / month
vi: %@ credit / tháng

source: %lld Angle%@
vi: %lld góc chụp

source: %lld angles captured
vi: Đã chụp %lld góc

source: %lld beats · %@
vi: %lld nhịp · %@

source: %lld characters
vi: %lld ký tự

source: %lld of %lld photos prepared
vi: Đã chuẩn bị %lld / %lld ảnh

source: %lld of %lld photos saved for this style
vi: Đã lưu %lld / %lld ảnh cho phong cách này

source: %lld selected
vi: Đã chọn %lld

source: 100 trial credits. Renews at the selected plan price unless canceled.
vi: 100 credit dùng thử. Tự gia hạn theo giá gói đã chọn nếu bạn không huỷ.

source: 300 credits · never expire
vi: 300 credit · không hết hạn

source: 6-digit code
vi: Mã 6 chữ số

source: AI data sharing
vi: Chia sẻ dữ liệu với AI

source: AI-generated content. Review product facts before publishing.
vi: Nội dung do AI tạo. Hãy kiểm tra lại thông tin sản phẩm trước khi đăng.

source: ANGLES TO GENERATE
vi: SỐ GÓC CẦN TẠO

source: Account
vi: Tài khoản

source: Account deleted
vi: Đã xoá tài khoản

source: Ad scripts
vi: Kịch bản quảng cáo

source: Ad scripts · optional
vi: Kịch bản quảng cáo · không bắt buộc

source: Allow and continue
vi: Cho phép và tiếp tục

source: Angle %lld
vi: Góc %lld

source: Annual · save 17%
vi: Theo năm · tiết kiệm 17%

source: Back
vi: Quay lại

source: Back to capture
vi: Quay lại chụp ảnh

source: Background removal happens on your device. The original camera frame is not sent. Avoid including personal or sensitive information in your product photos and descriptions.
vi: Việc tách nền diễn ra ngay trên máy của bạn. Ảnh gốc từ camera không được gửi đi. Tránh để thông tin cá nhân hoặc nhạy cảm trong ảnh và mô tả sản phẩm.

source: Background removed
vi: Đã tách nền

source: Background removed on device
vi: Đã tách nền ngay trên máy

source: Billed annually
vi: Thanh toán theo năm

source: Billed annually · save %lld%% vs monthly
vi: Thanh toán theo năm · tiết kiệm %lld%% so với theo tháng

source: Billing period
vi: Chu kỳ thanh toán

source: CHOOSE A STYLE
vi: CHỌN PHONG CÁCH

source: CONVERT TO
vi: CHUYỂN SANG

source: Cancel
vi: Huỷ

source: Capture
vi: Chụp ảnh

source: Capture a product to get started, or check Hidden products in the menu.
vi: Chụp một sản phẩm để bắt đầu, hoặc xem mục Sản phẩm đã ẩn trong menu.

source: Category
vi: Danh mục

source: Check another marketplace · free
vi: Kiểm tra sàn khác · miễn phí

source: Check the product’s edges and label before taking another angle.
vi: Kiểm tra viền và nhãn sản phẩm trước khi chụp góc tiếp theo.

source: Checking saved text…
vi: Đang kiểm tra nội dung đã lưu…

source: Close
vi: Đóng

source: Confirm your Apple account so we can disconnect it while deleting your Listing Force account.
vi: Xác nhận tài khoản Apple để chúng tôi ngắt liên kết khi xoá tài khoản Listing Force của bạn.

source: Contact support
vi: Liên hệ hỗ trợ

source: Continue
vi: Tiếp tục

source: Continue listing
vi: Tiếp tục làm listing

source: Continue to %@ listing
vi: Tiếp tục với listing %@

source: Continue to listing
vi: Tiếp tục tới listing

source: Continue with %lld photo%@
vi: Tiếp tục với %lld ảnh

source: Continue with email
vi: Tiếp tục bằng email

source: Copied
vi: Đã sao chép

source: Copy
vi: Sao chép

source: Couldn’t open your products
vi: Không mở được sản phẩm của bạn

source: Couldn’t prepare that photo
vi: Không xử lý được ảnh đó

source: Create product photos and listing content from one shoot. Choose the plan that fits your business.
vi: Tạo ảnh sản phẩm và nội dung listing chỉ từ một buổi chụp. Chọn gói phù hợp với công việc của bạn.

source: Create product photos and listing copy tailored to every marketplace.
vi: Tạo ảnh sản phẩm và nội dung listing riêng cho từng sàn.

source: Delete %lld products
vi: Xoá %lld sản phẩm

source: Delete %lld products?
vi: Xoá %lld sản phẩm?

source: Delete Account
vi: Xoá tài khoản

source: Delete account and disconnect Apple manually
vi: Xoá tài khoản và tự ngắt liên kết Apple

source: Delete product
vi: Xoá sản phẩm

source: Delete selected
vi: Xoá mục đã chọn

source: Delete this product
vi: Xoá sản phẩm này

source: Delete this product?
vi: Xoá sản phẩm này?

source: Delete your account?
vi: Xoá tài khoản của bạn?

source: Deletes your account and product content. Purchase records needed for refunds may be retained. Deleting your account does not cancel an Apple subscription.
vi: Xoá tài khoản và toàn bộ nội dung sản phẩm của bạn. Hồ sơ mua hàng cần cho việc hoàn tiền có thể được giữ lại. Xoá tài khoản không đồng nghĩa với huỷ gói đăng ký Apple.

source: Deletion incomplete · tap to retry
vi: Xoá chưa xong · chạm để thử lại

source: Describe inaccurate, unsafe, or inappropriate content
vi: Mô tả nội dung sai lệch, không an toàn hoặc không phù hợp

source: Deselect all
vi: Bỏ chọn tất cả

source: Destination marketplace
vi: Sàn đích

source: Disconnect Sign in with Apple
vi: Ngắt liên kết Đăng nhập bằng Apple

source: Done
vi: Xong

source: Edit as a new draft
vi: Sửa thành bản nháp mới

source: Error: %@
vi: Lỗi: %@

source: Export
vi: Xuất ảnh

source: Exposure and white balance locked
vi: Đã khoá phơi sáng và cân bằng trắng

source: Exposure locks after your next shot
vi: Phơi sáng sẽ khoá sau lần chụp kế tiếp

source: Flash %@
vi: Đèn flash %@

source: Generate a title and description to check them for another marketplace.
vi: Tạo tiêu đề và mô tả để kiểm tra cho một sàn khác.

source: Generate five 30-second video scripts, each with a 3-second hook.
vi: Tạo năm kịch bản video 30 giây, mỗi kịch bản có một hook 3 giây.

source: Generate listing
vi: Tạo listing

source: Generate listing content
vi: Tạo nội dung listing

source: Generate scripts
vi: Tạo kịch bản

source: Generate studio shots
vi: Tạo ảnh studio

source: Harden edges
vi: Làm sắc viền

source: Hidden products
vi: Sản phẩm đã ẩn

source: Hide product
vi: Ẩn sản phẩm

source: Hide selected
vi: Ẩn mục đã chọn

source: Import product photo
vi: Nhập ảnh sản phẩm

source: Industry
vi: Ngành hàng

source: Industry, %@
vi: Ngành hàng, %@

source: Keep working
vi: Tiếp tục làm

source: Key features (optional)
vi: Đặc điểm nổi bật (không bắt buộc)

source: Language
vi: Ngôn ngữ

source: List on all four marketplaces
vi: Đăng lên cả bốn sàn

source: Listing Force sends your product cutout photos, product details and visible label text to Anthropic, which processes them to generate listing text and ad scripts.
vi: Listing Force gửi ảnh sản phẩm đã tách nền, thông tin sản phẩm và chữ đọc được trên nhãn tới Anthropic để tạo nội dung listing và kịch bản quảng cáo.

source: Listing language
vi: Ngôn ngữ listing

source: Loading marketplaces…
vi: Đang tải danh sách sàn…

source: Loading plans and prices…
vi: Đang tải gói và giá…

source: Loading products…
vi: Đang tải sản phẩm…

source: Loading saved photos…
vi: Đang tải ảnh đã lưu…

source: Loading scripts…
vi: Đang tải kịch bản…

source: Loading styles…
vi: Đang tải phong cách…

source: Lock AE/AWB
vi: Khoá AE/AWB

source: Manage Apple subscriptions
vi: Quản lý gói đăng ký Apple

source: Manage subscriptions
vi: Quản lý gói đăng ký

source: Marketplace rules are unavailable.
vi: Hiện chưa lấy được quy tắc của sàn.

source: Marketplace-ready listings from one photo.
vi: Listing chuẩn sàn chỉ từ một tấm ảnh.

source: Monthly
vi: Theo tháng

source: More
vi: Thêm

source: Need extra credits?
vi: Cần thêm credit?

source: New listings and ad scripts are written in this language. Listings you already generated keep the language they were written in.
vi: Listing và kịch bản quảng cáo mới sẽ được viết bằng ngôn ngữ này. Những listing đã tạo vẫn giữ nguyên ngôn ngữ cũ.

source: New product
vi: Sản phẩm mới

source: No hidden products
vi: Không có sản phẩm nào đã ẩn

source: No issues found in the configured text rules.
vi: Không phát hiện vấn đề nào theo các quy tắc nội dung đang áp dụng.

source: No photo yet
vi: Chưa có ảnh

source: No preview
vi: Chưa có bản xem trước

source: No product found
vi: Không tìm thấy sản phẩm

source: No products yet
vi: Chưa có sản phẩm nào

source: No scripts yet
vi: Chưa có kịch bản nào

source: Not now
vi: Để sau

source: Not selected
vi: Chưa chọn

source: One photo, four sets of rules.
vi: Một tấm ảnh, bốn bộ quy tắc.

source: One-time top-up
vi: Nạp thêm một lần

source: Open Studio photos or continue creating your listing whenever you’re ready.
vi: Mở Ảnh studio hoặc tiếp tục tạo listing bất cứ lúc nào bạn sẵn sàng.

source: Options for %@
vi: Tuỳ chọn cho %@

source: Pause
vi: Tạm dừng

source: Plans and credits
vi: Gói và credit

source: Plans are currently unavailable
vi: Hiện chưa tải được danh sách gói

source: Play
vi: Phát

source: Preview prices · no purchase will be made.
vi: Giá xem trước · chưa thực hiện giao dịch nào.

source: Preview unavailable
vi: Không có bản xem trước

source: Privacy
vi: Quyền riêng tư

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Privacy and support
vi: Quyền riêng tư và hỗ trợ

source: Product cutout
vi: Ảnh sản phẩm đã tách nền

source: Product library
vi: Thư viện sản phẩm

source: Product library options
vi: Tuỳ chọn thư viện sản phẩm

source: Product with background removed
vi: Sản phẩm đã tách nền

source: Products
vi: Sản phẩm

source: Products you hide will appear here. You can show them again anytime.
vi: Sản phẩm bạn ẩn sẽ nằm ở đây. Bạn có thể hiện lại bất cứ lúc nào.

source: Recommended
vi: Nên chọn

source: Refine cutout
vi: Chỉnh lại ảnh tách nền

source: Refresh
vi: Tải lại

source: Refresh saved photos
vi: Tải lại ảnh đã lưu

source: Regenerate scripts
vi: Tạo lại kịch bản

source: Reload saved photos
vi: Tải lại ảnh đã lưu

source: Removing background on this device…
vi: Đang tách nền ngay trên máy…

source: Report
vi: Báo cáo

source: Report content
vi: Báo cáo nội dung

source: Report received
vi: Đã nhận báo cáo

source: Restore Purchases
vi: Khôi phục giao dịch

source: Resume draft
vi: Tiếp tục bản nháp

source: Resume listing
vi: Tiếp tục listing

source: Resume product
vi: Tiếp tục sản phẩm

source: Retry credit estimate
vi: Thử tính lại credit

source: Retry free check
vi: Thử kiểm tra miễn phí lại

source: Retry loading marketplaces
vi: Thử tải lại danh sách sàn

source: Retry loading styles
vi: Thử tải lại phong cách

source: Retry preview
vi: Thử xem trước lại

source: Review
vi: Kiểm tra

source: Review cutout
vi: Xem lại ảnh tách nền

source: Review the checks below.
vi: Xem các mục kiểm tra bên dưới.

source: Rub out anything left over from the background. Erased areas can’t be brought back — retake the photo if too much goes.
vi: Tẩy nốt những gì còn sót lại của nền. Phần đã tẩy không khôi phục được — nếu lỡ tay quá nhiều thì hãy chụp lại.

source: Rub out what’s left of the background, or take another shot against a plainer surface.
vi: Tẩy phần nền còn sót, hoặc chụp lại trên nền đơn giản hơn.

source: SAVED PHOTOS
vi: ẢNH ĐÃ LƯU

source: Save to Photos
vi: Lưu vào Ảnh

source: Saved automatically to this product
vi: Tự động lưu vào sản phẩm này

source: Script %lld
vi: Kịch bản %lld

source: Select
vi: Chọn

source: Select all
vi: Chọn tất cả

source: Selected
vi: Đã chọn

source: Send
vi: Gửi

source: Settings
vi: Cài đặt

source: Short-form video hooks
vi: Hook cho video ngắn

source: Show product
vi: Hiện sản phẩm

source: Show products
vi: Hiện sản phẩm

source: Show selected
vi: Hiện mục đã chọn

source: Sign Out
vi: Đăng xuất

source: Sign out
vi: Đăng xuất

source: Skip · continue to listing
vi: Bỏ qua · tiếp tục tới listing

source: Source photo captured · BG removed
vi: Đã chụp ảnh gốc · đã tách nền

source: Start 7-day free trial
vi: Dùng thử miễn phí 7 ngày

source: Start a new product?
vi: Bắt đầu sản phẩm mới?

source: Start new product
vi: Bắt đầu sản phẩm mới

source: Start over
vi: Làm lại từ đầu

source: Stops future AI requests until you allow sharing again. It does not delete content already generated.
vi: Dừng mọi yêu cầu AI về sau cho tới khi bạn cho phép lại. Nội dung đã tạo không bị xoá.

source: Studio photos
vi: Ảnh studio

source: Studio photos · review image requirements before publishing.
vi: Ảnh studio · xem lại yêu cầu về hình ảnh trước khi đăng.

source: Style illustration
vi: Hình minh hoạ phong cách

source: Take another shot with a plain, contrasting background.
vi: Chụp lại trên nền đơn sắc, tương phản rõ với sản phẩm.

source: Take product photo
vi: Chụp ảnh sản phẩm

source: Terms
vi: Điều khoản

source: Terms of Use
vi: Điều khoản sử dụng

source: Text rule checks are free · no credits used
vi: Kiểm tra quy tắc nội dung là miễn phí · không tốn credit

source: Thank you. Your report helps us review generated content.
vi: Cảm ơn bạn. Báo cáo của bạn giúp chúng tôi rà soát nội dung do AI tạo.

source: The generated asset and your explanation will be sent to Listing Force for review.
vi: Nội dung đã tạo cùng phần giải thích của bạn sẽ được gửi tới Listing Force để rà soát.

source: The products, their captured photos and saved listings will be deleted from your account. This cannot be undone. Photos already exported to your photo library will remain there.
vi: Các sản phẩm, ảnh đã chụp và listing đã lưu sẽ bị xoá khỏi tài khoản của bạn. Không thể hoàn tác. Ảnh đã xuất sang thư viện Ảnh của máy vẫn được giữ nguyên.

source: This checks your saved title and description. Photos, scripts and tags need a separate review.
vi: Mục này kiểm tra tiêu đề và mô tả đã lưu. Ảnh, kịch bản và hashtag cần được kiểm tra riêng.

source: This marketplace didn’t finish
vi: Sàn này chưa hoàn tất

source: This photo can’t be edited
vi: Không chỉnh sửa được ảnh này

source: This will remove the unfinished draft from this device.
vi: Thao tác này sẽ xoá bản nháp chưa hoàn tất khỏi máy.

source: Try again
vi: Thử lại

source: Try another photo
vi: Thử ảnh khác

source: Try camera again
vi: Thử mở camera lại

source: Undo
vi: Hoàn tác

source: Unlock selected marketplaces
vi: Mở khoá các sàn đã chọn

source: Use AI to create your listing?
vi: Dùng AI để tạo listing của bạn?

source: Use this
vi: Dùng ảnh này

source: Verify & continue
vi: Xác minh và tiếp tục

source: Video scripts
vi: Kịch bản video

source: View plans and credits
vi: Xem gói và credit

source: We check every asset against the rules for each marketplace you pick.
vi: Chúng tôi đối chiếu từng nội dung với quy tắc của mỗi sàn bạn chọn.

source: What is wrong with this content?
vi: Nội dung này có vấn đề gì?

source: What makes it different?
vi: Điểm khác biệt là gì?

source: What to review
vi: Cần kiểm tra những gì

source: Withdraw AI data-sharing permission
vi: Rút lại quyền chia sẻ dữ liệu với AI

source: You can decline and keep your product without generating a listing. You can withdraw permission for future requests in Settings.
vi: Bạn có thể từ chối và vẫn giữ sản phẩm mà không tạo listing. Bạn có thể rút lại quyền này trong Cài đặt bất cứ lúc nào.

source: Your product is saved
vi: Đã lưu sản phẩm của bạn

source: Your products will be deleted. This cannot be undone. Cancel any Apple subscription separately in Manage Apple subscriptions.
vi: Sản phẩm của bạn sẽ bị xoá. Không thể hoàn tác. Hãy huỷ gói đăng ký Apple riêng trong mục Quản lý gói đăng ký Apple.

source: Your saved copy stays unchanged. Review the cost on the next screen before generating a listing for %@.
vi: Nội dung đã lưu của bạn giữ nguyên. Xem chi phí ở màn hình kế tiếp trước khi tạo listing cho %@.

source: Your uploaded product and generated photos will remain in Products.
vi: Sản phẩm bạn đã tải lên và ảnh đã tạo vẫn nằm trong mục Sản phẩm.

source: or
vi: hoặc
